Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# PluginManagerControlInstall.Content
source: Install plugin
ar: تثبيت المكون الإضافي
de: Plugin installieren
es: Instalar plugin
hi: Plugins स्थापित
id: Instal plugin
it: Installa plugin
ja: インストール
ko: 플러그인 설치
ms: Pasang pemalam
pt: Instalar o plugin
ru: Установите плагин
th: ติดตั้งปลั๊กอิน
tr: Eklentiyi yükleyin
vi: Cài đặt plugin
zh_hans: 安装插件
zh_hant: 安裝外掛程式

# PluginManagerControlInstallSuccessful
source: Installation Successful
ar: تم التثبيت بنجاح
de: Installation erfolgreich
es: Instalación correcta
hi: स्थापना सफल
id: Instalasi Berhasil
it: Installazione completata
ja: インストールが成功しました
ko: 설치 성공
ms: Pemasangan Berjaya
pt: Instalação bem-sucedida
ru: Установка прошла успешно
th: ติดตั้งสำเร็จ
tr: Kurulum Başarılı
vi: Cài đặt thành công
zh_hans: 安装成功
zh_hant: 安裝成功

# PluginManagerControlNoPluginsInstalled.Text
source: No plugins installed
ar: لا توجد مكونات إضافية مثبتة
de: Keine Plugins installiert
es: No hay plugins instalados
hi: कोई प्लगइन्स इंस्टॉल नहीं है
id: Tidak ada plugin yang terpasang
it: Nessun plugin installato
ja: プラグインがインストールされていません
ko: 설치된 플러그인 없음
ms: Tiada Pemalam Yang Dipasang
pt: Nenhum plug-in instalado
ru: Плагины не установлены
th: ไม่มีปลั๊กอินติดตั้ง
tr: Yüklü eklenti yok
vi: Không có plugin nào được cài đặt.
zh_hans: 未安装任何插件
zh_hant: 未安裝外掛程式

# PluginManagerControlRestartNow
source: Restart now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
hi: अब पुनःचालू करें
id: Mulai ulang sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
ms: Mula semula sekarang
pt: Reiniciar agora
ru: Перезапустить сейчас
th: รีสตาร์ทตอนนี้
tr: Şimdi yeniden başlat
vi: Khởi động lại ngay bây giờ
zh_hans: 立即重启
zh_hant: 立即重新啟動

# PluginManagerControlRestartRequired
source: The application will now restart to apply the changes
ar: ستتم الآن إعادة تشغيل التطبيق لتطبيق التغييرات
de: Die Anwendung wird nun neu gestartet, um die Änderungen zu übernehmen
es: La aplicación se reiniciará para aplicar los cambios.
hi: बदलाव लागू करने के लिए एप्लिकेशन अब रीस्टार्ट होगा
id: Aplikasi sekarang akan dimulai ulang untuk menerapkan perubahan
it: L'applicazione verrà riavviata per applicare le modifiche.
ja: 変更を適用するために BetterLyrics が再起動します
ko: 이제 애플리케이션이 다시 시작되어 변경 사항을 적용합니다.
ms: Aplikasi kini akan dimulakan semula untuk melaksanakan perubahan
pt: A aplicação será reiniciada para aplicar as alterações
ru: Приложение перезапустится, чтобы применить изменения
th: แอปพลิเคชันจะเริ่มต้นใหม่เพื่อใช้การเปลี่ยนแปลง
tr: Uygulama şimdi değişiklikleri uygulamak için yeniden başlayacaktır
vi: Ứng dụng sẽ khởi động lại để áp dụng các thay đổi.
zh_hans: 请重新启动程序以应用更改
zh_hant: 請重新啟動程式以套用變更

# PluginManagerControlTitle.Text
source: Plugin Manager
ar: مدير المكوّن الإضافي
es: Gestor de plugins
hi: प्लगइन प्रबंधक
id: Manajer Plugin
it: Gestione plugin
ja: プラグインマネージャー
ko: 플러그인 관리자
ms: Pengurus Plugin
pt: Gestor de Plugins
ru: Менеджер плагинов
th: ผู้จัดการปลั๊กอิน
tr: Eklenti Yöneticisi
vi: Quản lý plugin
zh_hans: 插件管理
zh_hant: 外掛程式管理

# PluginManagerControlUninstall.Content
source: Uninstall plugin
ar: إلغاء تثبيت المكون الإضافي
de: Plugin deinstallieren
es: Desinstalar el plugin
hi: प्लगइन प्रबंधक
id: Copot pemasangan plugin
it: Disinstalla plugin
ja: アンインストール
ko: 플러그인 제거
ms: Nyahpasang pemalam
pt: Desinstalar o plugin
ru: Удалите плагин
th: ถอนการติดตั้งปลั๊กอิน
tr: Eklentiyi kaldır
vi: Gỡ cài đặt plugin
zh_hans: 卸载插件
zh_hant: 解除安裝外掛程式

# PluginManagerControlUninstallSuccessful
source: Uninstallation Successful
ar: تم إلغاء التثبيت بنجاح
de: Deinstallation erfolgreich
es: Desinstalación correcta
hi: अनइंस्टॉलेशन सफल रहा
id: Pencopotan pemasangan berhasil
it: Disinstallazione completata
ja: アンインストール成功
ko: 제거 성공
ms: Penyahpasangan Berjaya
pt: Desinstalação bem-sucedida
ru: Деинсталляция прошла успешно
th: การถอนการติดตั้งสำเร็จ
tr: Kaldırma Başarılı
vi: Gỡ cài đặt thành công
zh_hans: 卸载成功
zh_hant: 解除安裝成功

# PluginManagerControlVisitPluginDevGuide.Content
source: Visit plugin dev doc
ar: قم بزيارة مستند تطوير المكونات الإضافية
de: Plugin-Entwicklungsdokument besuchen
es: Visite el documento de desarrollo del plugin
hi: प्लगइन डेव डॉक पर जाएं
id: Kunjungi dokumen pengembangan plugin
it: Apri guida sviluppo plugin
ja: プラグイン開発ドキュメント
ko: 플러그인 개발 문서 방문하기
ms: Lawati dokumen pembangunan pemalam
pt: Visitar o documento de desenvolvimento do plugin
ru: Посетите документ о разработке плагина
th: เยี่ยมชมเอกสารสำหรับนักพัฒนาปลั๊กอิน
tr: Eklenti geliştirme dokümanını ziyaret edin
vi: Tham khảo tài liệu phát triển plugin
zh_hans: 访问插件开发文档
zh_hant: 造訪外掛程式開發文件

# PluginManagerControlVisitPluginStore.Content
source: Visit plugins store
ar: زيارة متجر الإضافات
de: Plugin-Shop besuchen
es: Visitar la tienda de plugins
hi: प्लगइन्स स्टोर पर जाएँ
id: Kunjungi toko plugin
it: Apri store plugin
ja: プラグインストア
ko: 플러그인 스토어 방문하기
ms: Lawati kedai pemalam
pt: Visitar a loja de plug-ins
ru: Посетите магазин плагинов
th: เยี่ยมชมร้านค้าปลั๊กอิน
tr: Eklentiler mağazasını ziyaret edin
vi: Thăm cửa hàng plugin
zh_hans: 访问插件商店
zh_hant: 造訪外掛程式商店

# PrivacyPolicy.Content
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인정보 처리방침
ms: Dasar Privasi
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# RemoteServerConfigControlBrowse.Content
source: Browse
ar: تصفح
de: Durchsuchen Sie
es: Visite
hi: ब्राउज करें
id: Jelajahi
it: Sfoglia
ja: 参照
ko: 찾아보기
ms: Layari
pt: Navegar
ru: Просмотреть
th: เรียกดู
tr: Gözat
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽

# RemoteServerConfigControlName.Header
source: Name
ar: الاسم
es: Nombre
hi: नाम
id: Nama
it: Nome
ja: 名称
ko: 이름
ms: Nama
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# RemoteServerConfigControlName.PlaceholderText
source: Leaving it blank will automatically generate a default name.
ar: سيؤدي تركه فارغاً إلى إنشاء اسم افتراضي تلقائياً.
de: Wenn Sie das Feld leer lassen, wird automatisch ein Standardname generiert.
es: Si lo deja en blanco, se generará automáticamente un nombre por defecto.
hi: इसे खाली छोड़ने से अपने आप एक डिफ़ॉल्ट नाम बन जाएगा।
id: Membiarkannya kosong akan secara otomatis menghasilkan nama default.
it: Se lasci vuoto, verrà generato automaticamente un nome predefinito.
ja: 空欄のままにすると、デフォルトの名前が自動生成されます。
ko: 비워두면 기본 이름이 자동으로 생성됩니다.
ms: Membiarkan ia kosong akan menjana nama lalai secara automatik.
pt: Se o deixar em branco, será gerado automaticamente um nome predefinido.
ru: Если оставить этот параметр пустым, имя по умолчанию будет сгенерировано автоматически.
th: การเว้นว่างไว้จะสร้างชื่อเริ่มต้นโดยอัตโนมัติ
tr: Boş bırakıldığında otomatik olarak varsayılan bir ad oluşturulur.
vi: Nếu để trống, hệ thống sẽ tự động tạo tên mặc định.
zh_hans: 留空将自动生成一个默认名称。
zh_hant: 留空會自動產生預設名稱。

# RemoteServerConfigControlPassword.Header
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ms: Kata Laluan
pt: Palavra-passe
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# RemoteServerConfigControlPath.Header
source: Path
ar: المسار
de: Pfad
es: Ruta
hi: पथ
id: Jalur
it: Percorso
ja: パス
ko: 경로
ms: Laluan
pt: Caminho
ru: Путь
th: เส้นทาง
tr: Yol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

# RemoteServerConfigControlPathNotExisted
source: The specified folder path could not be found
ar: تعذر العثور على مسار المجلد المحدد
de: Der angegebene Ordnerpfad konnte nicht gefunden werden
es: No se ha encontrado la ruta de la carpeta especificada
hi: बताया गया फ़ोल्डर पाथ नहीं मिला
id: Jalur folder yang ditentukan tidak dapat ditemukan
it: Il percorso della cartella specificata non è stato trovato
ja: 指定されたパスが見つかりません
ko: 지정한 폴더 경로를 찾을 수 없습니다.
ms: Laluan folder yang dinyatakan tidak dapat ditemui
pt: Não foi possível encontrar o caminho da pasta especificada
ru: Указанный путь к папке не найден
th: ไม่สามารถค้นหาเส้นทางโฟลเดอร์ที่ระบุได้
tr: Belirtilen klasör yolu bulunamadı
vi: Đường dẫn thư mục đã chỉ định không thể tìm thấy.
zh_hans: 无法找到指定的文件夹路径
zh_hant: 無法找到指定的資料夾路徑

# RemoteServerConfigControlPathRequired
source: Path is required
ar: المسار مطلوب
de: Pfad ist erforderlich
es: La ruta es obligatoria
hi: पथ आवश्यक है
id: Diperlukan jalur
it: Il percorso è obbligatorio
ja: パスが必要
ko: 경로 필수
ms: Laluan diperlukan
pt: O caminho é necessário
ru: Путь обязателен
th: จำเป็นต้องมีเส้นทาง
tr: Yol gereklidir
vi: Đường dẫn là bắt buộc.
zh_hans: 路径是必需的
zh_hant: 需要路徑

# RemoteServerConfigControlPort.Header
source: Port
ar: المنفذ
es: Puerto
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
pt: Porta
ru: Порт
th: พอร์ต
tr: Liman
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

# RemoteServerConfigControlServerAddress.Header
source: Server Address
ar: عنوان الخادم
de: Serveradresse
es: Dirección del servidor
hi: सर्वर पता
id: Alamat Server
it: Indirizzo server
ja: サーバーアドレス
ko: 서버 주소
ms: Alamat Pelayan
pt: Endereço do Servidor
ru: Адрес сервера
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu Adresi
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_hant: 伺服器位址

# RemoteServerConfigControlServerAddressRequired
source: Server Address is required
ar: عنوان الخادم مطلوب
de: Serveradresse ist erforderlich
es: La dirección del servidor es obligatoria
hi: सर्वर पता आवश्यक है
id: Alamat server wajib diisi
it: L'indirizzo del server è obbligatorio
ja: サーバーアドレスが必要です
ko: 서버 주소는 필수입니다
ms: Alamat pelayan diperlukan
pt: O endereço do servidor é obrigatório
ru: Адрес сервера обязателен
th: จำเป็นต้องระบุที่อยู่เซิร์ฟเวอร์
tr: Sunucu Adresi gereklidir
vi: Địa chỉ máy chủ là bắt buộc
zh_hans: 服务器地址为必填项
zh_hant: 伺服器位址為必填項

# RemoteServerConfigControlUsername.Header
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
hi: उपयोगकर्ता नाम
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama Pengguna
pt: Nome de utilizador
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Row
ar: الصف
de: Reihe
es: Fila
hi: पंक्ति
id: Baris
it: Riga
ja: 行
ko: 행
ms: Baris
pt: Fila
ru: Ряд
th: แถว
tr: Sıra
vi: Dòng
zh_hans: 行
zh_hant: 列

# SetingsPageContributors.Text
source: Contributors
ar: المساهمون
de: Mitwirkende
es: Colaboradores
hi: योगदानकर्ता
id: Kontributor
it: Collaboratori
ja: サポーター
ko: 기여자
ms: Penyumbang
pt: Contribuidores
ru: Участники
th: ผู้มีส่วนร่วม
tr: Katkıda Bulunanlar
vi: Người đóng góp
zh_hans: 贡献者
zh_hant: 貢獻者

# SetingsPageDonation.Text
source: Donate
ar: تبرع
de: Spenden
es: Donar
hi: दान करें
id: Donasi
it: Dona
ja: ドネーション
ko: 후원
ms: Derma
pt: Doar
ru: Пожертвовать
th: บริจาค
tr: Bağış Yapın
vi: Quyên góp
zh_hans: 捐赠
zh_hant: 捐贈

# SetingsPageFeedback.Text
source: Feedback
ar: تعليقات
es: Comentarios
hi: फीडबैक
id: Umpan Balik
ja: フィードバック
ko: 피드백
ms: Maklum Balas
ru: Обратная связь
th: ข้อเสนอแนะ
tr: Geri bildirim
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見反應

# SetingsPageThanks.Text
source: If you like this project, please consider supporting it by donating. Your support helps keep the project alive and encourages further development.
ar: إذا أعجبك هذا المشروع، يرجى التفكير في دعمه عن طريق التبرع. سيساعد دعمك في الحفاظ على حياة المشروع وتشجيع المزيد من التطوير.
de: Wenn Ihnen dieses Projekt gefällt, ziehen Sie bitte in Erwägung, es durch eine Spende zu unterstützen. Ihre Unterstützung hilft, das Projekt am Leben zu erhalten und fördert die Weiterentwicklung.
es: Si le gusta este proyecto, considere apoyarlo mediante una donación. Su apoyo ayuda a mantener el proyecto vivo y fomenta el desarrollo futuro.
hi: यदि आप इस प्रोजेक्ट को पसंद करते हैं, तो कृपया दान करके इसका समर्थन करने पर विचार करें। आपका समर्थन प्रोजेक्ट को जीवित रखने और आगे के विकास को प्रोत्साहित करने में मदद करेगा।
id: Jika Anda menyukai proyek ini, silakan pertimbangkan untuk mendukungnya dengan berdonasi. Dukungan Anda akan membantu menjaga proyek tetap hidup dan mendorong pengembangan lebih lanjut.
it: Se ti piace questo progetto, considera la possibilità di sostenerlo con una donazione. Il tuo supporto aiuta a mantenerlo attivo e a incentivarne lo sviluppo futuro.
ja: 本プロジェクトを支援していただける場合は、ぜひ寄付をお願いします。皆様のサポートが、継続的な開発と維持に繋がります。
ko: 이 프로젝트가 마음에 드셨다면 기부를 통해 후원해 주시는 것을 고려해 주세요. 여러분의 지원은 프로젝트를 유지하고 추가 개발을 장려하는 데 큰 도움이 됩니다.
ms: Jika anda menyukai projek ini, sila pertimbangkan untuk menyokongnya dengan menderma. Sokongan anda akan membantu memastikan projek terus hidup dan menggalakkan pembangunan selanjutnya.
pt: Se gosta deste projeto, considere apoiá-lo através de um donativo. O seu apoio ajudará a manter o projeto vivo e a incentivar o desenvolvimento futuro.
ru: Если вам нравится этот проект, пожалуйста, рассмотрите возможность его поддержки пожертвованием. Ваша поддержка поможет сохранить жизнь проекту и стимулировать дальнейшее развитие.
th: หากคุณชอบโปรเจกต์นี้ โปรดพิจารณาสนับสนุนผ่านการบริจาค การสนับสนุนของคุณจะช่วยให้โปรเจกต์นี้ดำเนินต่อไปและกระตุ้นให้เกิดการพัฒนาเพิ่มเติม
tr: Bu projeyi beğendiyseniz, lütfen bağış yaparak desteklemeyi düşünün. Desteğiniz projenin canlı kalmasına yardımcı olur ve daha fazla gelişmeyi teşvik eder.
vi: Nếu bạn thích dự án này, vui lòng xem xét hỗ trợ bằng cách quyên góp. Sự hỗ trợ của bạn sẽ giúp duy trì dự án và khuyến khích phát triển thêm.
zh_hans: 如果您喜欢这个项目，请考虑通过捐赠来支持它。您的支持将有助于保持项目的活力并鼓励进一步的发展。
zh_hant: 如果您喜歡這個專案，請考慮透過捐贈來支持它。您的支持將有助於保持專案的持續運作並鼓勵進一步的發展。

# SettingsPage3DLyrics.Header
source: [Experimental] Depth Effect
ar: [تجريبي] تأثير العمق (3D)
de: [Experimentell] Tiefeneffekt
es: [Experimental] Efecto de profundidad
hi: [प्रयोगात्मक] गहराई प्रभाव
id: [Eksperimental] Efek Kedalaman
it: Effetto profondità
ja: [実験的] 奥行きのエフェクト
ko: [실험적] 깊이 효과
ms: [Eksperimental] Kesan Kedalaman
pt: [Experimental] Efeito de Profundidade
ru: [Экспериментально] Эффект глубины
th: [ทดลอง] เอฟเฟกต์ความลึก
tr: [Deneysel] Derinlik Etkisi
vi: [Thử nghiệm] Hiệu ứng chiều sâu
zh_hans: [实验性] 纵深效果
zh_hant: [實驗性] 縱深效果

# SettingsPage3DLyricsDepth.Header
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
hi: गहराई
id: Kedalaman
it: Profondità
ja: 深度
ko: 깊이
ms: Kedalaman
pt: Profundidade
ru: Глубина
th: ความลึก
tr: Derinlik
vi: Độ sâu
zh_hans: 深度
zh_hant: 深度

# SettingsPageAbout
source: About
ar: نبذة عن
de: Über
es: Acerca de
hi: जानकारी
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
ms: Tentang
pt: Sobre
ru: О сайте
th: เกี่ยวกับ
tr: Hakkında
vi: Về
zh_hans: 关于
zh_hant: 關於

# SettingsPageAdaptAlbumArtAccentColor.Header
source: Adapt to the Album Art's Accent Color
ar: تكيّف مع لون لهجة الألبوم الفني
de: Anpassen an die Akzentfarbe des Albumcovers
es: Adaptarse al color de acento de la carátula del álbum
hi: एल्बम आर्ट के मुख्य रंग के अनुसार अनुकूलित करें
id: Beradaptasi dengan Warna Aksen Seni Album
it: Adatta al colore principale della copertina dell’album
ja: アルバムアートのアクセントカラーに合わせる
ko: 앨범 아트의 강조 색상에 맞추기
ms: Sesuaikan dengan warna aksen seni album
pt: Adaptar-se à cor de destaque da capa do álbum
ru: Адаптируйте акцентный цвет обложки альбома
th: ปรับให้เข้ากับสีเน้นของภาพปกอัลบั้ม
tr: Albüm Resminin Vurgu Rengine Uyum Sağlayın
vi: Điều chỉnh theo màu nhấn của ảnh bìa album
zh_hans: 适应专辑封面主色调
zh_hant: 適應專輯封面強調色

# SettingsPageAdaptEnvColor.Header
source: Adapt to Environment Color
ar: التكيف مع لون البيئة
de: An Umgebungsfarbe anpassen
es: Adaptar al color del entorno
hi: पर्यावरण के रंग के अनुकूल बनें
id: Adaptasi Warna Lingkungan
it: Adatta colore ambiente
ja: 環境の色に合わせる
ko: 환경 색상에 적응
ms: Sesuaikan dengan Warna Persekitaran
pt: Adaptar à Cor do Ambiente
ru: Адаптировать к цвету окружения
th: ปรับตามสีสภาพแวดล้อม
tr: Çevreye Uyum Renk
vi: Thích ứng với màu môi trường
zh_hans: 适应环境颜色
zh_hant: 適應環境顏色

# SettingsPageAddFolderButton.Content
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# SettingsPageAlbum.Header
source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# SettingsPageAlbumArt.Text
source: Album Art
ar: غلاف الألبوم
de: Albumcover
es: Portada del álbum
hi: एल्बम कला
id: Sampul Album
it: Copertina album
ja: アルバムアート
ko: 앨범 아트
ms: Seni Album
pt: Capa do Álbum
ru: Обложка альбома
th: ปกอัลบั้ม
tr: Albüm Sanatı
vi: Ảnh bìa album
zh_hans: 专辑封面
zh_hant: 專輯封面

# SettingsPageAlbumArtLayer.Header
source: Album Art Layer
ar: طبقة غلاف الألبوم
de: Albumcover-Ebene
es: Capa de portada del álbum
hi: एल्बम कला परत
id: Lapisan Sampul Album
it: Livello copertina album
ja: アルバムアートレイヤー
ko: 앨범 아트 레이어
ms: Lapisan Seni Album
pt: Camada da Capa do Álbum
ru: Слой обложки
th: เลเยอร์ปกอัลบั้ม
tr: Albüm Resmi Katmanı
vi: Lớp ảnh bìa album
zh_hans: 专辑封面层
zh_hant: 專輯封面層

# SettingsPageAlbumArtSearchProvidersConfig.Text
source: Configure Album Art Sources
ar: تكوين مصادر غلاف الألبوم
de: Albumcover-Quellen konfigurieren
es: Configurar fuentes de portada de álbum
hi: एल्बम कला स्रोत कॉन्फ़िगर करें
id: Konfigurasi Sumber Sampul Album
it: Configura sorgenti copertina album
ja: アルバムアートソースを編集する
ko: 앨범 아트 소스 구성
ms: Konfigurasi Sumber Seni Album
pt: Configurar Fontes da Capa do Álbum
ru: Настроить источники обложек
th: กำหนดค่าแหล่งที่มาปกอัลบั้ม
tr: Albüm Resmi Kaynaklarını Yapılandırma
vi: Cấu hình nguồn ảnh bìa album
zh_hans: 配置专辑封面源
zh_hant: 配置專輯封面來源

# SettingsPageAlbumEffect.Text
source: Album Art Effect
ar: تأثير غلاف الألبوم
de: Albumcover-Effekt
es: Efecto de portada del álbum
hi: एल्बम कला प्रभाव
id: Efek Sampul Album
it: Effetto copertina album
ja: アルバムアート効果
ko: 앨범 아트 효과
ms: Kesan Seni Album
pt: Efeito da Capa do Álbum
ru: Эффект обложки
th: เอฟเฟกต์ปกอัลบั้ม
tr: Albüm Sanatı Etkisi
vi: Hiệu ứng ảnh bìa album
zh_hans: 专辑封面效果
zh_hant: 專輯封面效果

# SettingsPageAlbumRadius.Header
source: Corner Radius
ar: نصف قطر الزاوية
de: Eckenradius
es: Radio de esquina
hi: कोने की त्रिज्या
id: Radius Sudut
it: Raggio angoli
ja: 角の丸み
ko: 모서리 반경
ms: Jejari Sudut
pt: Raio do Canto
ru: Радиус скругления
th: รัศมีมุมโค้ง
tr: Köşe Yarıçapı
vi: Bán kính góc
zh_hans: 圆角半径
zh_hant: 圓角半徑

# SettingsPageAlbumShadowAmount.Header
source: Shadow Diffusion
ar: كمية انتشار الظل
de: Schattenausbreitung
es: Difusión de sombra
hi: छाया प्रसार मात्रा
id: Jumlah Penyebaran Bayangan
it: Intensità ombra
ja: 影の拡散
ko: 그림자 확산 정도
ms: Jumlah Penyebaran Bayang
pt: Quantidade de Difusão da Sombra
ru: Рассеивание тени
th: ปริมาณการกระจายเงา
tr: Gölge Difüzyonu
vi: Độ lan tỏa bóng
zh_hans: 阴影扩散量
zh_hant: 陰影擴散量

# SettingsPageAlbumStyle.Text
source: Album Art Area Style
ar: نمط منطقة غلاف الألبوم
de: Stil des Albumcover-Bereichs
es: Estilo del área de portada del álbum
hi: एल्बम कला क्षेत्र शैली
id: Gaya Area Sampul Album
it: Stile area copertina album
ja: アルバムアートエリアスタイル
ko: 앨범 아트 영역 스타일
ms: Gaya Kawasan Seni Album
pt: Estilo da Área da Capa do Álbum
ru: Стиль области обложки
th: สไตล์พื้นที่ปกอัลบั้ม
tr: Albüm Sanat Alanı Stili
vi: Kiểu vùng ảnh bìa album
zh_hans: 专辑封面区域样式
zh_hant: 專輯封面區域樣式

# SettingsPageAlwaysHideUnlockButton.Header
source: Always hide unlock button
ar: إخفاء زر إلغاء القفل دائماً
de: Entsperr-Button immer ausblenden
es: Ocultar siempre el botón de desbloqueo
hi: हमेशा अनलॉक बटन छिपाएं
id: Selalu Sembunyikan Tombol Buka Kunci
it: Nascondi sempre il pulsante di sblocco
ja: 常にロック解除ボタンを隠す
ko: 잠금 해제 버튼 항상 숨기기
ms: Sentiasa Sembunyikan Butang Buka Kunci
pt: Ocultar sempre o botão de desbloqueio
ru: Всегда скрывать кнопку разблокировки
th: ซ่อนปุ่มปลดล็อกเสมอ
tr: Kilit açma düğmesini daima gizleyin
vi: Luôn ẩn nút mở khóa
zh_hans: 总是隐藏解锁按钮
zh_hant: 總是隱藏解鎖按鈕

# SettingsPageAmllTtmlDbBaseUrl.Header
source: Base URL
ar: عنوان URL الأساسي
de: Basis-URL
es: URL base
hi: बेस URL
id: URL Dasar
it: URL di base
ja: ベース URL
ko: 기본 URL
ms: URL Asas
pt: URL Base
ru: Базовый URL
th: URL พื้นฐาน
tr: Temel URL
vi: URL cơ sở
zh_hans: 基本 URL
zh_hant: 基本 URL

# SettingsPageAmount.Header
source: Amount
ar: الكمية
de: Menge
es: Cantidad
hi: मात्रा
id: Jumlah
it: Quantità
ja: 量
ko: 양
ms: Jumlah
pt: Quantidade
ru: Количество
th: ปริมาณ
tr: Miktar
vi: Số lượng
zh_hans: 量
zh_hant: 量

# SettingsPageAOT.Header
source: Keep Lyrics Window Always on Top
ar: إبقاء نافذة الكلمات في المقدمة
de: Songtext-Fenster immer im Vordergrund halten
es: Mantener ventana de letras siempre visible
hi: बोल विंडो को सबसे ऊपर रखें
id: Pertahankan Jendela Lirik di Atas
it: Mantieni la finestra dei testi sempre in primo piano
ja: 歌詞のウィンドウを常にトップに表示
ko: 가사 창을 항상 위에 고정
ms: Kekalkan Tetingkap Lirik di Atas
pt: Manter a Janela de Letras no Topo
ru: Окно текста поверх всех окон
th: ให้หน้าต่างเนื้อเพลงอยู่ด้านบนเสมอ
tr: Şarkı Sözleri Penceresini Her Zaman Üstte Tutun
vi: Giữ cửa sổ lời bài hát trên cùng
zh_hans: 将歌词窗口置于顶层
zh_hant: 將歌詞視窗置於頂層

# SettingsPageApp
source: App Appearance & Behavior
ar: مظهر التطبيق وسلوكه
de: Erscheinungsbild und Verhalten der App
es: Apariencia y comportamiento de la aplicación
hi: ऐप का स्वरूप और व्यवहार
id: Tampilan & Perilaku Aplikasi
it: Aspetto e comportamento app
ja: アプリの外観と動作
ko: 앱 모양 및 동작
ms: Rupa & Tingkah Laku Aplikasi
pt: Aspeto e comportamento da aplicação
ru: Внешний вид и поведение
th: ลักษณะและการทำงานของแอปพลิเคชัน
tr: Uygulama Görünümü ve Davranışı
vi: Giao diện và Hành vi của Ứng dụng
zh_hans: 应用外观与行为
zh_hant: 應用程式外觀和行為

# SettingsPageAppAppearance.Text
source: App Appearance
ar: مظهر التطبيق
de: Erscheinungsbild
es: Apariencia de la aplicación
hi: ऐप का रूप
id: Tampilan Aplikasi
it: Aspetto dell'app
ja: アプリの外観
ko: 앱 모양
ms: Rupa Aplikasi
pt: Aparência da Aplicação
ru: Внешний вид
th: รูปลักษณ์แอป
tr: Uygulama Görünümü
vi: Giao diện ứng dụng
zh_hans: 应用外观
zh_hant: 應用程式外觀

# SettingsPageArtist.Header
source: Artist
ar: الفنان
de: Künstler
es: Artista
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
ms: Artis
pt: Artista
ru: Исполнитель
th: ศิลปิน
tr: Sanatçı
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# SettingsPageAuto.Content
source: Auto
ar: السيارات
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
pt: Automóvel
ru: Авто
th: ออโต้
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# SettingsPageAutoAdjust.Header
source: Auto Adjust
ar: ضبط تلقائي
de: Automatisch anpassen
es: Ajuste automático
hi: स्वतः समायोजन
id: Sesuaikan Otomatis
it: Regolazione automatica
ja: 自動調整
ko: 자동 조정
ms: Pelarasan Automatik
pt: Ajuste Automático
ru: Автонастройка
th: ปรับอัตโนมัติ
tr: Otomatik Ayarlama
vi: Tự động điều chỉnh
zh_hans: 自动调整
zh_hant: 自動調整

# SettingsPageAutoOpenLyricsWindow.Header
source: Auto-open default lyrics window on startup
ar: فتح نافذة الكلمات الافتراضية عند بدء التشغيل
de: Standard-Songtext-Fenster beim Start automatisch öffnen
es: Abrir ventana de letras predeterminada al inicio
hi: स्टार्टअप पर डिफ़ॉल्ट बोल विंडो स्वचालित रूप से खोलें
id: Buka jendela lirik default secara otomatis saat startup
it: Apri automaticamente la finestra testi predefinita all'avvio
ja: 起動時にデフォルトの歌詞ウィンドウを自動的に開く
ko: 시작 시 기본 가사 창 자동 열기
ms: Buka tetingkap lirik lalai secara automatik semasa permulaan
pt: Abrir automaticamente a janela de letras predefinida no arranque
ru: Автоматически открывать окно текста при запуске
th: เปิดหน้าต่างเนื้อเพลงเริ่มต้นอัตโนมัติเมื่อเริ่มโปรแกรม
tr: Başlangıçta varsayılan şarkı sözü penceresini otomatik aç
vi: Tự động mở cửa sổ lời bài hát mặc định khi khởi động
zh_hans: 启动时自动打开默认歌词窗口
zh_hant: 啟動時自動開啟預設歌詞視窗
